Repository: andimario/Onity
Catalog: src/Properties/Messages.*.resx
Languages: pt_br

# BusyDevice
source: The device did not reply the ENQ command.
pt_br: O dispositivo não respondeu ao comando ENQ.

# ChecksumError
source: Message not acknowledged due LRC checksum error
pt_br: Mensagem não reconhecida devido a falha de checksum LRC.

# EA
source: Single opening cards sold out. They can only edit 4 unique opening cards per room and client. If you ask to edit more, this error message is generated.
pt_br: Cartões de abertura simples esgotados. Somente é possível editar 4 cartões de abertura exclusivos por quarto e cliente. Se você pedir para editar mais, esta mensagem de erro será gerada.

# ED
source: Exhausted timing. The recorder/reader cancels the operation in progress if you can not swallow the card.
pt_br: Tempo esgotado. O gravador/leitor cancelou a operação em andamento.

# EF
source: Magnetic format error. The card has been recorded following other rules (Usually this error will occur when wanting to read on track 3 according to ISO standards a card recorded according to ONITY standards) or the magnetic strip is defective.
pt_br: Erro de formato magnético. O cartão foi gravado seguindo outras regras (Geralmente este erro ocorrerá quando se deseja ler na faixa 3 de acordo com os padrões ISO um cartão gravado de acordo com os padrões ONITY) ou a fita magnética está com defeito.

# EN
source: Level error. The card has been recorded at too low a level. (Dirt on the head of the recorder or low quality card).
pt_br: Erro de nível. O cartão foi gravado em um nível muito baixo. (Sujeira na cabeça do gravador ou cartão de baixa qualidade).

# EP
source: Error in magnetic track. Card inserted backwards or missing magnetic track.
pt_br: Erro na tarja magnética. Cartão inserido para trás ou falta de tarja magnética.

# ES
source: Sintaxe error. The message is incorrect (unknown command, parameters incorrect, prohibited characters or too many characters in recording according to ISO standards, etc. ...)
pt_br: Erro de sintaxe. A mensagem está incorreta (comando desconhecido, parâmetros caracteres incorretos, proibidos ou muitos caracteres em gravação de acordo com as normas ISO, etc. ...)

# ET
source: Stuck card. The card does not comply with the physical measurements required
pt_br: Cartão preso. O cartão não está em conformidade com as medições físicas exigidas

# InvalidReply
source: Command "{0}" returned an invalid reply "{1}"
pt_br: O comando "{0}" retornou uma resposta inválida "{1}"

# NC
source: No answer from addressed recorder/reader. Failure communications, shutdown or does not exist.
pt_br: Nenhuma resposta do gravador/leitor endereçado. Falha de comunicação, desligamento ou leitor não existe.

# NF
source: No files. Interface PC files damaged or not found
pt_br: Sem arquivos. Arquivos de interface PC danificados ou não encontrados

# OS
source: Room out of service. You can not record the card until the room is back in service indicating it in the HT24 program.
pt_br: Quarto fora de serviço. Você não pode gravar o cartão até que o quarto esteja de volta em serviço indicando-o no programa HT24.

# OV
source: Overflow. The addressed recorder/reader has not finished the previous task.
pt_br: Ocupado. O gravador/leitor endereçado não terminou a tarefa anterior.

# TD
source: Unknown card. By sending a card to a room that you do not exists.
pt_br: Quarto desconhecido. Enviando um cartão para um quarto que não existe.

# UnknownErrorCode
source: Unknown error code "{0}"
pt_br: Código desconhecido "{0}"
